Repository: gongahkia/hot-cross-buns
Catalog: apps/apple/Resources/Localizable.xcstrings
Source language: en
Languages: ms, ta, zh_hans

source: macOS allows up to 64 pending local notifications per app. Hot Cross Buns scheduled the nearest items first and deferred the rest until the queue frees up.
ms: macOS membenarkan sehingga 64 pemberitahuan tempatan yang belum selesai bagi setiap apl. Hot Cross Buns menjadualkan item yang terdekat dahulu dan menangguhkan yang lain sehingga baris gilir kosong.
ta: ஒரு பயன்பாட்டிற்கு 64 நிலுவையிலுள்ள உள்ளூர் அறிவிப்புகளை macOS அனுமதிக்கிறது. Hot Cross Buns அருகிலுள்ள பொருட்களை முதலில் திட்டமிட்டு, வரிசையை விடுவிக்கும் வரை மீதமுள்ளவற்றை ஒத்திவைத்தது.
zh_hans: macOS 允许每个应用程序最多有 64 个待处理的本地通知。 Hot Cross Buns 首先安排了最近的商品，然后将其余的商品推迟到队列空闲为止。

source: macOS blocked notifications for Hot Cross Buns. Open System Settings > Notifications > Hot Cross Buns to allow device-local reminders.
ms: macOS menyekat pemberitahuan untuk Hot Cross Buns. Buka Tetapan Sistem > Pemberitahuan > Hot Cross Buns untuk membenarkan peringatan setempat peranti.
ta: ஹாட் கிராஸ் பன்களுக்கான அறிவிப்புகளை macOS தடுத்துள்ளது. சாதனம்-உள்ளூர் நினைவூட்டல்களை அனுமதிக்க, சிஸ்டம் அமைப்புகள் > அறிவிப்புகள் > ஹாட் கிராஸ் பன்களைத் திறக்கவும்.
zh_hans: macOS 屏蔽了 Hot Cross Buns 的通知。打开系统设置 > 通知 > Hot Cross Buns 以允许设备本地提醒。

source: macOS denied access to the Keychain. Unlock it (Applications → Utilities → Keychain Access → log in) then Reconnect Google.
ms: macOS menafikan akses kepada Rantai Kunci. Buka kuncinya (Aplikasi → Utiliti → Akses Rantai Kunci → log masuk) kemudian sambung semula Google.
ta: மேகோஸ் கீசெயினுக்கான அணுகலை மறுத்தது. அதைத் திறக்கவும் (பயன்பாடுகள் → பயன்பாடுகள் → கீசெயின் அணுகல் → உள்நுழைக) பின்னர் Google ஐ மீண்டும் இணைக்கவும்.
zh_hans: macOS 拒绝访问钥匙串。解锁它（应用程序 → 实用程序 → 钥匙串访问 → 登录），然后重新连接 Google。

source: macOS rejected %1$@ reminder%2$@. Check System Settings → Notifications → Hot Cross Buns, or the app logs for the underlying error.
ms: macOS menolak %1$@ peringatan%2$@. Semak Tetapan Sistem → Pemberitahuan → Hot Cross Buns, atau log aplikasi untuk ralat asas.
ta: macOS நிராகரித்தது %1$@ நினைவூட்டல்%2$@. சிஸ்டம் செட்டிங்ஸ் → அறிவிப்புகள் → ஹாட் கிராஸ் பன்ஸ் அல்லது ஆப்ஸ் லாக்ஸை அடிப்படை பிழையை சரிபார்க்கவும்.
zh_hans: macOS 拒绝了 %1$@ 提醒 %2$@。检查系统设置 → 通知 → Hot Cross Buns，或应用程序日志中的潜在错误。

source: macOS writes a symbolicated report each time the app crashes. Use these to see the exact Swift stack.
ms: macOS menulis laporan bersimbol setiap kali apl itu ranap. Gunakan ini untuk melihat timbunan Swift yang tepat.
ta: பயன்பாடு செயலிழக்கும் ஒவ்வொரு முறையும் macOS ஒரு குறியீட்டு அறிக்கையை எழுதுகிறது. துல்லியமான ஸ்விஃப்ட் அடுக்கைக் காண இவற்றைப் பயன்படுத்தவும்.
zh_hans: 每次应用程序崩溃时，macOS 都会写入符号化报告。使用它们来查看确切的 Swift 堆栈。

source: markdown
ms: penurunan harga
ta: குறியிடுதல்
zh_hans: 降价

# • %@ completed task%@
source: • %1$@ completed task%2$@
ms: • %1$@ menyelesaikan tugas%2$@
ta: • %1$@ முடிக்கப்பட்ட பணி%2$@
zh_hans: • %1$@ 已完成任务%2$@

# • %@ event%@
source: • %1$@ event%2$@
ms: • %1$@ acara%2$@
ta: • %1$@ நிகழ்வு%2$@
zh_hans: • %1$@ 事件%2$@

source: %@ min
ta: %@ நிமிடம்
zh_hans: %@ 分钟

source: %@ pt
zh_hans: %@ 点
